Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: The packages marked as completed were changed before it stopped.
ar: تغيرت الحزم المعلَّمة بأنها مكتملة قبل التوقف.
bn: সম্পন্ন হিসেবে চিহ্নিত প্যাকেজগুলি থামার আগেই পরিবর্তিত হয়েছে।
de: Die als abgeschlossen markierten Pakete wurden vor dem Abbruch geändert.
es: Los paquetes marcados como completados se modificaron antes de que se detuviera.
fr: Les paquets marqués comme terminés ont été modifiés avant l’arrêt.
hi: “पूरा हुआ” के रूप में चिह्नित पैकेज इसके रुकने से पहले बदल दिए गए थे।
id: Paket yang ditandai selesai telah diubah sebelum operasi berhenti.
it: I pacchetti contrassegnati come completati sono stati modificati prima dell’interruzione.
ja: 完了と表示されたパッケージは、停止する前に変更されています。
ko: 완료로 표시된 패키지는 중단되기 전에 변경되었습니다.
pt_br: Os pacotes marcados como concluídos foram alterados antes da interrupção.
ru: Пакеты, отмеченные как завершенные, были изменены до остановки.
sw: Vifurushi vilivyowekwa alama kuwa vimekamilika vilibadilishwa kabla ya kusimama.
tr: Tamamlandı olarak işaretlenen paketler, işlem durmadan önce değiştirildi.
vi: Các gói được đánh dấu hoàn tất đã được thay đổi trước khi thao tác dừng.
yo: Àwọn pákéèjì tí a sàmì sí gẹ́gẹ́ bí èyí tí ó parí ti yí padà kí ó tó dúró.
zh_hans: 标记为已完成的软件包在操作停止前已被更改。
zh_hant: 標示為已完成的套件在停止前已變更。

source: The queue installs nothing.
ar: لا تحتوي قائمة الانتظار على ما يُثبَّت.
bn: সারিতে ইনস্টল করার কিছু নেই।
de: Die Warteschlange installiert nichts.
es: La cola no instala nada.
fr: La file d’attente n’installe rien.
hi: कतार में इंस्टॉल करने के लिए कुछ नहीं है।
id: Antrean tidak menginstal apa pun.
it: La coda non installa nulla.
ja: キューにはインストールするものがありません。
ko: 대기열에 설치할 패키지가 없습니다.
pt_br: A fila não instala nada.
ru: В очереди нет пакетов для установки.
sw: Foleni haisakinishi chochote.
tr: Kuyrukta yüklenecek bir şey yok.
vi: Hàng đợi không cài đặt gói nào.
yo: Ìtòsẹ́ náà kò fi ohunkóhun sórí ẹ̀rọ.
zh_hans: 队列中没有要安装的软件包。
zh_hant: 佇列中沒有要安裝的套件。

source: The repository did not provide a download for this purchase. Try again later.
ar: لم يوفر المستودع تنزيلًا لهذا الشراء. حاول مرة أخرى لاحقًا.
bn: রিপোজিটরি এই কেনা আইটেমের জন্য কোনো ডাউনলোড দেয়নি। পরে আবার চেষ্টা করুন।
de: Die Quelle hat keinen Download für diesen Kauf bereitgestellt. Versuche es später erneut.
es: El repositorio no ha ofrecido ninguna descarga para esta compra. Inténtalo más tarde.
fr: Le dépôt n’a fourni aucun téléchargement pour cet achat. Réessayez plus tard.
hi: रिपॉज़िटरी ने इस ख़रीदारी के लिए डाउनलोड उपलब्ध नहीं कराया। बाद में फिर से कोशिश करें।
id: Repositori tidak menyediakan unduhan untuk pembelian ini. Coba lagi nanti.
it: Il repository non ha fornito un download per questo acquisto. Riprova più tardi.
ja: リポジトリからこの購入項目のダウンロードが提供されませんでした。しばらくしてから、もう一度お試しください。
ko: 소스에서 이 구입 항목의 다운로드를 제공하지 않았습니다. 나중에 다시 시도하십시오.
pt_br: O repositório não forneceu um download para esta compra. Tente novamente mais tarde.
ru: Репозиторий не предоставил загрузку для этой покупки. Повторите попытку позже.
sw: Hazina haikutoa upakuaji wa ununuzi huu. Jaribu tena baadaye.
tr: Depo bu satın alma için bir indirme sağlamadı. Daha sonra yeniden deneyin.
vi: Nguồn không cung cấp bản tải xuống cho mục đã mua này. Hãy thử lại sau.
yo: Ibi ìpamọ́ náà kò pèsè ìgbàsílẹ̀ fún ìrajà yìí. Gbìyànjú lẹ́ẹ̀kansí nígbà tó bá yá.
zh_hans: 软件源未提供此已购项目的下载。请稍后再试。
zh_hant: 軟體源未提供此購買項目的下載。請稍後再試。

source: The repository lists %1$@ differently from the package file (%2$@), so it was not installed. Refresh the repository, or ask its maintainer to correct the listing.
ar: يصف المستودع %1$@ بشكل مختلف عن ملف الحزمة (%2$@)، لذلك لم يتم تثبيتها. حدِّث المستودع، أو اطلب من مشرفه تصحيح القائمة.
bn: রিপোজিটরি %1$@-কে প্যাকেজ ফাইলের (%2$@) চেয়ে ভিন্নভাবে তালিকাভুক্ত করেছে, তাই এটি ইনস্টল করা হয়নি। রিপোজিটরি রিফ্রেশ করুন, অথবা তালিকাটি সংশোধন করতে এর রক্ষণাবেক্ষণকারীকে বলুন।
de: Die Quelle führt %1$@ anders auf als die Paketdatei (%2$@), daher wurde es nicht installiert. Aktualisiere die Quelle oder bitte ihren Betreuer, den Eintrag zu korrigieren.
es: El repositorio describe %1$@ de forma distinta al archivo del paquete (%2$@), por lo que no se ha instalado. Actualiza el repositorio o pide a su responsable que corrija el listado.
fr: Le dépôt décrit %1$@ différemment du fichier du paquet (%2$@) ; il n’a donc pas été installé. Actualisez le dépôt ou demandez à son responsable de corriger la liste.
hi: रिपॉज़िटरी %1$@ को पैकेज फ़ाइल (%2$@) से अलग तरह से सूचीबद्ध करती है, इसलिए इसे इंस्टॉल नहीं किया गया। रिपॉज़िटरी को रीफ़्रेश करें, या इसके मेंटेनर से सूची ठीक करने को कहें।
id: Repositori mencantumkan %1$@ secara berbeda dari file paketnya (%2$@), sehingga paket tidak diinstal. Segarkan repositori, atau minta pengelolanya memperbaiki daftar tersebut.
it: Il repository descrive %1$@ in modo diverso dal file del pacchetto (%2$@), quindi non è stato installato. Aggiorna il repository o chiedi al suo responsabile di correggere l’elenco.
ja: リポジトリに掲載されている %1$@ の情報がパッケージファイルと異なるため(%2$@)、インストールされませんでした。リポジトリを更新するか、管理者に掲載内容の修正を依頼してください。
ko: 소스에 등록된 %1$@의 정보가 패키지 파일과 달라(%2$@) 설치되지 않았습니다. 소스를 새로 고치거나 소스 관리자에게 목록 수정을 요청하십시오.
pt_br: O repositório descreve %1$@ de forma diferente do arquivo do pacote (%2$@), por isso ele não foi instalado. Atualize o repositório ou peça ao responsável que corrija a listagem.
ru: Репозиторий описывает %1$@ иначе, чем файл пакета (%2$@), поэтому пакет не был установлен. Обновите репозиторий или попросите его владельца исправить список.
sw: Hazina inaorodhesha %1$@ tofauti na faili ya kifurushi (%2$@), kwa hivyo hakikusakinishwa. Onyesha upya hazina, au mwombe mtunzaji wake asahihishe orodha.
tr: Depo, %1$@ paketini paket dosyasından farklı listeliyor (%2$@); bu nedenle paket yüklenmedi. Depoyu yenileyin ya da listeyi düzeltmesi için deponun bakımcısına başvurun.
vi: Nguồn mô tả %1$@ khác với tệp gói (%2$@) nên gói chưa được cài đặt. Hãy làm mới nguồn hoặc nhờ người quản lý nguồn sửa lại danh sách.
yo: Ibi ìpamọ́ náà ṣàkọsílẹ̀ %1$@ ní ọ̀nà tí ó yàtọ̀ sí fáìlì pákéèjì náà (%2$@), nítorí náà a kò fi í sórí ẹ̀rọ. Sọ ibi ìpamọ́ náà dọ̀tun, tàbí béèrè lọ́wọ́ olùtọ́jú rẹ̀ láti ṣàtúnṣe àkọsílẹ̀ náà.
zh_hans: 软件源对 %1$@ 的描述与软件包文件不一致（%2$@），因此未安装。请刷新软件源，或联系其维护者更正列表。
zh_hant: 軟體源對 %1$@ 的描述與套件檔案不一致（%2$@），因此未安裝。請重新整理軟體源，或聯絡其維護者更正列表。

source: The scripts run as root, in this order.
ar: تعمل النصوص البرمجية بصلاحيات root، بهذا الترتيب.
bn: স্ক্রিপ্টগুলি root হিসেবে এই ক্রমে চলে।
de: Die Skripte werden in dieser Reihenfolge als root ausgeführt.
es: Los scripts se ejecutan como root, en este orden.
fr: Les scripts s’exécutent en tant que root, dans cet ordre.
hi: स्क्रिप्ट root के रूप में, इसी क्रम में चलती हैं।
id: Skrip dijalankan sebagai root, dalam urutan ini.
it: Gli script vengono eseguiti come root, in questo ordine.
ja: スクリプトはrootとしてこの順序で実行されます。
ko: 스크립트는 이 순서대로 root 권한으로 실행됩니다.
pt_br: Os scripts são executados como root, nesta ordem.
ru: Скрипты выполняются от имени root в этом порядке.
sw: Hati huendeshwa kama root, kwa mpangilio huu.
tr: Betikler root olarak bu sırayla çalışır.
vi: Các tập lệnh chạy với quyền root theo thứ tự này.
yo: Àwọn síkírípítì náà ń ṣiṣẹ́ gẹ́gẹ́ bí root, ní ìtẹ̀léra yìí.
zh_hans: 脚本以 root 身份按此顺序执行。
zh_hant: 這些腳本會以 root 身分依此順序執行。

source: The selected packages could not be resolved. Adjust your selection and try again.
ar: تعذر حل تبعيات الحزم المحددة. عدّل اختيارك وحاول مرة أخرى.
bn: নির্বাচিত প্যাকেজগুলির সমাধান করা যায়নি। আপনার নির্বাচন পরিবর্তন করে আবার চেষ্টা করুন।
de: Die ausgewählten Pakete konnten nicht aufgelöst werden. Passe deine Auswahl an und versuche es erneut.
es: No se han podido resolver los paquetes seleccionados. Ajusta la selección e inténtalo de nuevo.
fr: Impossible de résoudre les paquets sélectionnés. Modifiez votre sélection et réessayez.
hi: चुने गए पैकेज हल नहीं किए जा सके। अपना चयन बदलें और फिर से कोशिश करें।
id: Dependensi paket yang dipilih tidak dapat diselesaikan. Sesuaikan pilihan Anda, lalu coba lagi.
it: Impossibile risolvere i pacchetti selezionati. Modifica la selezione e riprova.
ja: 選択したパッケージを解決できませんでした。選択内容を調整して、もう一度お試しください。
ko: 선택한 패키지의 의존성을 해결할 수 없습니다. 선택 항목을 조정한 후 다시 시도하십시오.
pt_br: Não foi possível resolver os pacotes selecionados. Ajuste a seleção e tente novamente.
ru: Не удалось разрешить зависимости выбранных пакетов. Измените выбор и повторите попытку.
sw: Vifurushi ulivyochagua havikuweza kutatuliwa. Rekebisha uteuzi wako kisha ujaribu tena.
tr: Seçilen paketler çözümlenemedi. Seçiminizi değiştirip yeniden deneyin.
vi: Không thể giải quyết phụ thuộc cho các gói đã chọn. Hãy điều chỉnh lựa chọn rồi thử lại.
yo: A kò lè yanjú àwọn pákéèjì tí a yàn. Ṣàtúnṣe àṣàyàn rẹ kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 无法解析所选软件包。请调整选择后重试。
zh_hant: 無法解析所選的套件。請調整選取項目後再試一次。

source: The server has no package list for this device.
ar: لا توجد على الخادم قائمة حزم لهذا الجهاز.
bn: সার্ভারে এই ডিভাইসের জন্য কোনো প্যাকেজ তালিকা নেই।
de: Der Server hat keine Paketliste für dieses Gerät.
es: El servidor no tiene una lista de paquetes para este dispositivo.
fr: Le serveur ne propose aucune liste de paquets pour cet appareil.
hi: सर्वर पर इस डिवाइस के लिए कोई पैकेज सूची नहीं है।
id: Server tidak memiliki daftar paket untuk perangkat ini.
it: Il server non ha un elenco dei pacchetti per questo dispositivo.
ja: サーバにこのデバイス用のパッケージリストがありません。
ko: 서버에 이 기기용 패키지 목록이 없습니다.
pt_br: O servidor não tem uma lista de pacotes para este dispositivo.
ru: На сервере нет списка пакетов для этого устройства.
sw: Seva haina orodha ya vifurushi kwa ajili ya kifaa hiki.
tr: Sunucuda bu aygıt için paket listesi yok.
vi: Máy chủ không có danh sách gói cho thiết bị này.
yo: Sáfà kò ní àkójọ pákéèjì fún ẹ̀rọ yìí.
zh_hans: 服务器没有适用于此设备的软件包列表。
zh_hant: 伺服器沒有適用於此裝置的套件列表。

source: The server returned an error (HTTP %lld) during the last refresh.
ar: أعاد الخادم خطأً (HTTP %lld) أثناء آخر تحديث.
bn: শেষবার রিফ্রেশের সময় সার্ভার একটি ত্রুটি (HTTP %lld) ফেরত দিয়েছে।
de: Der Server hat bei der letzten Aktualisierung einen Fehler (HTTP %lld) zurückgegeben.
es: El servidor ha devuelto un error (HTTP %lld) durante la última actualización.
fr: Le serveur a renvoyé une erreur (HTTP %lld) lors de la dernière actualisation.
hi: पिछली बार रीफ़्रेश करते समय सर्वर ने एक त्रुटि (HTTP %lld) लौटाई।
id: Server mengembalikan kesalahan (HTTP %lld) saat penyegaran terakhir.
it: Il server ha restituito un errore (HTTP %lld) durante l’ultimo aggiornamento.
ja: 前回の更新時に、サーバがエラー（HTTP %lld）を返しました。
ko: 마지막 새로 고침 중 서버가 오류(HTTP %lld)를 반환했습니다.
pt_br: O servidor retornou um erro (HTTP %lld) durante a última atualização.
ru: При последнем обновлении сервер вернул ошибку (HTTP %lld).
sw: Seva ilirejesha hitilafu (HTTP %lld) wakati wa kuonyesha upya kwa mwisho.
tr: Son yenileme sırasında sunucu bir hata (HTTP %lld) döndürdü.
vi: Máy chủ đã trả về lỗi (HTTP %lld) trong lần làm mới gần nhất.
yo: Sáfà dá àṣìṣe (HTTP %lld) padà nígbà ìsọdọ̀tun tó kẹ́yìn.
zh_hans: 上次刷新时，服务器返回了错误（HTTP %lld）。
zh_hant: 上次重新整理時，伺服器傳回了錯誤（HTTP %lld）。

source: The server returned an older Release file than the one on this device, so it was ignored.
ar: أعاد الخادم ملف Release أقدم من الملف الموجود على هذا الجهاز، لذا تم تجاهله.
bn: সার্ভার এই ডিভাইসে থাকা Release ফাইলের চেয়ে পুরোনো একটি Release ফাইল ফেরত দিয়েছে, তাই সেটি উপেক্ষা করা হয়েছে।
de: Der Server hat eine ältere Release-Datei als die auf diesem Gerät zurückgegeben, daher wurde sie ignoriert.
es: El servidor ha devuelto un archivo Release más antiguo que el de este dispositivo, así que se ha ignorado.
fr: Le serveur a renvoyé un fichier Release plus ancien que celui de cet appareil ; il a donc été ignoré.
hi: सर्वर ने इस डिवाइस पर मौजूद Release फ़ाइल से पुरानी Release फ़ाइल लौटाई, इसलिए उसे अनदेखा कर दिया गया।
id: Server mengembalikan file Release yang lebih lama daripada yang ada di perangkat ini, sehingga file tersebut diabaikan.
it: Il server ha restituito un file Release più vecchio di quello presente su questo dispositivo, quindi è stato ignorato.
ja: サーバがこのデバイス上のものより古いReleaseファイルを返したため、無視しました。
ko: 서버가 이 기기에 있는 것보다 오래된 Release 파일을 반환하여 무시했습니다.
pt_br: O servidor retornou um arquivo Release mais antigo que o deste dispositivo, por isso ele foi ignorado.
ru: Сервер вернул более старый файл Release, чем на этом устройстве, поэтому он был проигнорирован.
sw: Seva ilirejesha faili ya Release ya zamani kuliko iliyo kwenye kifaa hiki, kwa hivyo ilipuuzwa.
tr: Sunucu bu aygıttakinden daha eski bir Release dosyası döndürdü, bu nedenle dosya yok sayıldı.
vi: Máy chủ đã trả về tệp Release cũ hơn tệp trên thiết bị này nên tệp đó đã bị bỏ qua.
yo: Sáfà dá fáìlì Release tó ti pẹ́ ju èyí tó wà lórí ẹ̀rọ yìí padà, nítorí náà a fojú fò ó.
zh_hans: 服务器返回的 Release 文件比此设备上的更旧，已忽略。
zh_hant: 伺服器傳回的 Release 檔案比此裝置上的更舊，已忽略。

source: The server stopped responding during the last refresh.
ar: توقف الخادم عن الاستجابة أثناء آخر تحديث.
bn: শেষবার রিফ্রেশের সময় সার্ভার সাড়া দেওয়া বন্ধ করে দিয়েছিল।
de: Der Server hat bei der letzten Aktualisierung nicht mehr geantwortet.
es: El servidor ha dejado de responder durante la última actualización.
fr: Le serveur a cessé de répondre lors de la dernière actualisation.
hi: पिछली बार रीफ़्रेश करते समय सर्वर ने जवाब देना बंद कर दिया।
id: Server berhenti merespons saat penyegaran terakhir.
it: Il server ha smesso di rispondere durante l’ultimo aggiornamento.
ja: 前回の更新時に、サーバが応答しなくなりました。
ko: 마지막 새로 고침 중 서버가 응답을 멈췄습니다.
pt_br: O servidor parou de responder durante a última atualização.
ru: При последнем обновлении сервер перестал отвечать.
sw: Seva iliacha kujibu wakati wa kuonyesha upya kwa mwisho.
tr: Son yenileme sırasında sunucu yanıt vermeyi bıraktı.
vi: Máy chủ đã ngừng phản hồi trong lần làm mới gần nhất.
yo: Sáfà dẹ́kun láti dáhùn nígbà ìsọdọ̀tun tó kẹ́yìn.
zh_hans: 上次刷新时，服务器停止了响应。
zh_hant: 上次重新整理時，伺服器停止了回應。

source: The system is translating this page.
ar: يقوم النظام بترجمة هذه الصفحة.
bn: সিস্টেম এই পৃষ্ঠাটি অনুবাদ করছে।
de: Das System übersetzt diese Seite.
es: El sistema está traduciendo esta página.
fr: Le système traduit cette page.
hi: सिस्टम इस पेज का अनुवाद कर रहा है।
id: Sistem sedang menerjemahkan halaman ini.
it: Il sistema sta traducendo questa pagina.
ja: システムがこのページを翻訳しています。
ko: 시스템에서 이 페이지를 번역하고 있습니다.
pt_br: O sistema está traduzindo esta página.
ru: Система переводит эту страницу.
sw: Mfumo unatafsiri ukurasa huu.
tr: Sistem bu sayfayı çeviriyor.
vi: Hệ thống đang dịch trang này.
yo: Sísítẹ́mù ń túmọ̀ ojú ìwé yìí.
zh_hans: 系统正在翻译此页面。
zh_hant: 系統正在翻譯此頁面。

source: The vendor did not answer. Try again.
ar: لم يستجب البائع. حاول مرة أخرى.
bn: বিক্রেতা সাড়া দেয়নি। আবার চেষ্টা করুন।
de: Der Anbieter hat nicht geantwortet. Versuche es erneut.
es: El proveedor no ha respondido. Inténtalo de nuevo.
fr: Le vendeur n’a pas répondu. Réessayez.
hi: विक्रेता ने जवाब नहीं दिया। फिर से कोशिश करें।
id: Vendor tidak merespons. Coba lagi.
it: Il fornitore non ha risposto. Riprova.
ja: 販売元から応答がありませんでした。もう一度お試しください。
ko: 판매자가 응답하지 않았습니다. 다시 시도하십시오.
pt_br: O fornecedor não respondeu. Tente novamente.
ru: Поставщик не ответил. Повторите попытку.
sw: Muuzaji hakujibu. Jaribu tena.
tr: Satıcı yanıt vermedi. Yeniden deneyin.
vi: Nhà cung cấp không phản hồi. Hãy thử lại.
yo: Olùtajà náà kò dáhùn. Gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 供应商没有响应。请重试。
zh_hant: 廠商沒有回應。請再試一次。

source: These packages are from %@.
ar: تم جلب هذه الحزم في %@.
bn: এই প্যাকেজগুলি %@-এ আনা হয়েছিল।
de: Diese Pakete wurden am %@ abgerufen.
es: Estos paquetes se obtuvieron el %@.
fr: Ces paquets ont été récupérés le %@.
hi: ये पैकेज %@ को प्राप्त किए गए थे।
id: Paket-paket ini diambil pada %@.
it: Questi pacchetti sono stati recuperati il %@.
ja: これらのパッケージは%@に取得されました。
ko: 이 패키지는 %@에 가져온 것입니다.
pt_br: Estes pacotes foram obtidos em %@.
ru: Эти пакеты получены %@.
sw: Vifurushi hivi vilipatikana mnamo %@.
tr: Bu paketler %@ tarihinde alındı.
vi: Các gói này được lấy vào %@.
yo: Ní %@ ni a gba àwọn pákéèjì yìí.
zh_hans: 这些软件包获取于 %@。
zh_hant: 這些套件取得於 %@。

source: These packages could not be installed in a valid order: %@. Remove some of them from the queue and try again.
ar: تعذر تثبيت هذه الحزم بترتيب صالح: %@. أزِل بعضها من قائمة الانتظار وحاول مرة أخرى.
bn: এই প্যাকেজগুলি বৈধ ক্রমে ইনস্টল করা যায়নি: %@। এগুলির কয়েকটি সারি থেকে সরিয়ে আবার চেষ্টা করুন।
de: Für diese Pakete gibt es keine gültige Installationsreihenfolge: %@. Entferne einige davon aus der Warteschlange und versuche es erneut.
es: No se ha encontrado un orden válido para instalar estos paquetes: %@. Quita algunos de la cola e inténtalo de nuevo.
fr: Impossible d’installer ces paquets dans un ordre valide : %@. Retirez-en certains de la file d’attente et réessayez.
hi: ये पैकेज किसी मान्य क्रम में इंस्टॉल नहीं किए जा सके: %@। इनमें से कुछ को कतार से हटाएँ और फिर से कोशिश करें।
id: Paket berikut tidak dapat diinstal dalam urutan yang valid: %@. Buang sebagian dari antrean, lalu coba lagi.
it: Impossibile installare questi pacchetti in un ordine valido: %@. Rimuovine alcuni dalla coda e riprova.
ja: 次のパッケージを有効な順序でインストールできませんでした：%@。いくつかをキューから削除して、もう一度お試しください。
ko: 다음 패키지를 설치할 올바른 순서를 찾을 수 없습니다: %@. 대기열에서 일부를 제거한 후 다시 시도하십시오.
pt_br: Não foi possível instalar estes pacotes em uma ordem válida: %@. Remova alguns deles da fila e tente novamente.
ru: Не удалось определить допустимый порядок установки пакетов: %@. Уберите некоторые из них из очереди и повторите попытку.
sw: Vifurushi hivi havikuweza kusakinishwa kwa mpangilio sahihi: %@. Ondoa baadhi yake kwenye foleni kisha ujaribu tena.
tr: Bu paketler geçerli bir sırayla yüklenemedi: %@. Bazılarını kuyruktan kaldırıp yeniden deneyin.
vi: Không thể cài đặt các gói sau theo thứ tự hợp lệ: %@. Hãy xóa bớt một số gói khỏi hàng đợi rồi thử lại.
yo: A kò lè fi àwọn pákéèjì wọ̀nyí sórí ẹ̀rọ ní ìtẹ̀léra tí ó tọ́: %@. Yọ díẹ̀ nínú wọn kúrò nínú ìtòsẹ́ kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 无法为这些软件包排出有效的安装顺序：%@。请从队列中移除部分软件包后重试。
zh_hant: 無法為這些套件排出有效的安裝順序：%@。請從佇列移除其中部分套件後再試一次。

source: These repositories are widely used. We recommend starting here.
ar: هذه المستودعات واسعة الاستخدام، وننصحك بالبدء منها.
bn: এই রিপোজিটরিগুলি ব্যাপকভাবে ব্যবহৃত হয়। আমরা এখান থেকে শুরু করার পরামর্শ দিই।
de: Diese Quellen sind weit verbreitet. Wir empfehlen dir, hier zu beginnen.
es: Estos repositorios son muy utilizados. Te recomendamos empezar por aquí.
fr: Ces dépôts sont largement utilisés. Nous vous recommandons de commencer par ceux-ci.
hi: ये रिपॉज़िटरी व्यापक रूप से उपयोग की जाती हैं। हम यहीं से शुरू करने की सलाह देते हैं।
id: Repositori ini banyak digunakan. Kami menyarankan untuk memulai dari sini.
it: Questi repository sono molto usati. Ti consigliamo di iniziare da qui.
ja: これらのリポジトリは広く使われています。まずはここから始めることをおすすめします。
ko: 널리 사용되는 소스입니다. 여기서부터 시작하는 것을 추천합니다.
pt_br: Estes repositórios são muito usados. Recomendamos começar por aqui.
ru: Эти репозитории широко используются. Рекомендуем начать с них.
sw: Hazina hizi zinatumika sana. Tunapendekeza uanzie hapa.
tr: Bu depolar yaygın olarak kullanılıyor. Buradan başlamanızı öneririz.
vi: Các nguồn này được sử dụng rộng rãi. Chúng tôi khuyên bạn nên bắt đầu từ đây.
yo: Àwọn ibi ìpamọ́ wọ̀nyí ni a ń lò káàkiri. A dábàá pé kí o bẹ̀rẹ̀ láti ibí.
zh_hans: 这些软件源被广泛使用，我们推荐你从这里开始。
zh_hant: 這些軟體源被廣泛使用，我們推薦你從這裡開始。

source: These repositories had no packages at their last refresh. The address may be wrong, or the server may be down.
ar: لم تكن في هذه المستودعات أي حزم عند آخر تحديث. قد يكون العنوان خاطئًا، أو قد يكون الخادم متوقفًا.
bn: শেষবার রিফ্রেশের সময় এই রিপোজিটরিগুলোতে কোনো প্যাকেজ ছিল না। ঠিকানাটি ভুল হতে পারে, অথবা সার্ভারটি বন্ধ থাকতে পারে।
de: Diese Quellen hatten bei der letzten Aktualisierung keine Pakete. Die Adresse ist vielleicht falsch, oder der Server ist nicht erreichbar.
es: Estos repositorios no tenían paquetes en su última actualización. Puede que la dirección sea incorrecta o que el servidor no esté disponible.
fr: Ces dépôts ne contenaient aucun paquet lors de leur dernière actualisation. L’adresse est peut-être erronée, ou le serveur est peut-être hors service.
hi: पिछली बार रीफ़्रेश करने पर इन रिपॉज़िटरी में कोई पैकेज नहीं था। हो सकता है पता गलत हो, या सर्वर बंद हो।
id: Repositori ini tidak memiliki paket saat terakhir disegarkan. Alamatnya mungkin salah, atau servernya mungkin sedang tidak aktif.
it: Questi repository non avevano pacchetti all’ultimo aggiornamento. L’indirizzo potrebbe essere errato, oppure il server potrebbe non essere raggiungibile.
ja: これらのリポジトリには、前回の更新時にパッケージがありませんでした。アドレスが間違っているか、サーバが停止している可能性があります。
ko: 이 소스들은 마지막 새로 고침 때 패키지가 없었습니다. 주소가 잘못되었거나 서버가 중단되었을 수 있습니다.
pt_br: Estes repositórios não tinham pacotes na última atualização. O endereço pode estar errado, ou o servidor pode estar fora do ar.
ru: При последнем обновлении в этих репозиториях не было пакетов. Возможно, адрес указан неверно или сервер недоступен.
sw: Hazina hizi hazikuwa na vifurushi zilipoonyeshwa upya mara ya mwisho. Huenda anwani si sahihi, au seva haipatikani.
tr: Bu depolarda son yenilemede hiç paket yoktu. Adres yanlış olabilir ya da sunucu çalışmıyor olabilir.
vi: Các nguồn này không có gói nào ở lần làm mới gần nhất. Có thể địa chỉ bị sai, hoặc máy chủ đang ngừng hoạt động.
yo: Àwọn ibi ìpamọ́ wọ̀nyí kò ní àpò kankan nígbà tí a sọ wọ́n dọ̀tun kẹ́yìn. Àdírẹ́sì náà lè jẹ́ àṣìṣe, tàbí kí olupin náà má ṣiṣẹ́.
zh_hans: 这些软件源在上次刷新时没有任何软件包。可能是地址有误，也可能是服务器无法访问。
zh_hant: 這些軟體源在上次重新整理時沒有任何套件。可能是位址有誤，也可能是伺服器無法連線。

source: These were installed as dependencies and nothing needs them now. Tick one to remove it with the queue.
ar: ثُبّتت هذه الحزم كتبعيات ولم تعد أي حزمة تحتاج إليها. حدّد إحداها لإزالتها مع قائمة الانتظار.
bn: এগুলি নির্ভরতা হিসেবে ইনস্টল হয়েছিল এবং এখন এগুলির আর কোনো প্রয়োজন নেই। সারির সাথে সরাতে একটিতে টিক দিন।
de: Diese Pakete wurden als Abhängigkeiten installiert und werden nicht mehr benötigt. Markiere eines, um es mit der Warteschlange zu entfernen.
es: Se instalaron como dependencias y ya ningún paquete los necesita. Marca uno para desinstalarlo con la cola.
fr: Ces paquets ont été installés comme dépendances et ne sont plus nécessaires. Cochez-en un pour le désinstaller avec la file d’attente.
hi: ये निर्भरताओं के रूप में इंस्टॉल हुए थे और अब इनकी किसी को ज़रूरत नहीं है। किसी एक को कतार के साथ हटाने के लिए उस पर सही का निशान लगाएँ।
id: Paket ini diinstal sebagai dependensi dan kini tidak lagi diperlukan. Centang salah satu untuk membuangnya bersama antrean.
it: Questi pacchetti sono stati installati come dipendenze e ora non servono più. Selezionane uno per rimuoverlo con la coda.
ja: これらは依存関係としてインストールされ、現在はどのパッケージにも必要とされていません。チェックを付けると、キューと一緒に削除されます。
ko: 의존성으로 설치되었지만 이제 필요한 패키지가 없는 항목입니다. 선택하면 대기열과 함께 제거됩니다.
pt_br: Estes pacotes foram instalados como dependências e nada mais precisa deles. Marque um para removê-lo com a fila.
ru: Эти пакеты были установлены как зависимости и больше ничему не нужны. Отметьте пакет, чтобы удалить его вместе с очередью.
sw: Hivi vilisakinishwa kama vifurushi tegemezi na hakuna kinachovihitaji sasa. Tia alama kimoja ili kukiondoa pamoja na foleni.
tr: Bunlar bağımlılık olarak yüklendi ve artık hiçbir paket bunlara gereksinim duymuyor. Kuyrukla birlikte kaldırmak için birini işaretleyin.
vi: Các gói này được cài đặt làm phụ thuộc và hiện không còn gói nào cần đến. Đánh dấu một gói để gỡ bỏ cùng hàng đợi.
yo: A fi àwọn wọ̀nyí sórí ẹ̀rọ gẹ́gẹ́ bí ìgbáralé, kò sì sí ohun tí ó nílò wọn mọ́ báyìí. Fàmì sí ọ̀kan láti yọ ọ́ kúrò pẹ̀lú ìtòsẹ́.
zh_hans: 这些软件包是作为依赖自动安装的，现在没有别的软件包需要它们。勾选后会随队列一并卸载。
zh_hant: 這些套件是作為相依套件安裝的，目前已沒有其他套件需要。勾選後即會隨佇列一併解除安裝。
